[
  {
    "doc": "AD3_Indian_Institute_of_Technology_Hyderabad_Telangana.pdf",
    "chunk": "AD3, Indian Institute of Technology, Hyderabad, Telangana The following strategies were adopted by the project team to reduce the building impact on the environment: GRIHA 3 STAR Sustainable Site Planning & Construction Management: • Air pollution control measures such as site barricading, wheel washing facility and exhaust height of DG set above average human height were strictly adhered to during construction. Total 966.23 cum soil was excavated and same was reused on site for landscaping. • Energy: • EPI reduction of 51.25% from the GRIHA base case has been demonstrated through the integration of high-performance systems. Solar photovoltaic system of capacity 3.5 MW has been installed. • Occupant Comfort: • More than 32.29% of the regularly occupied spaces are day-lit and meet the daylight factor as prescribed by NBC 2005. Water Management: • Reduction of 73% from the GRIHA base case has been demonstrated in the building water demand by installing efficient low-flow fixtures. • Reduction of 25.63% from the GRIHA base case has been demonstrated in the • landscape water demand by installing efficient irrigation systems. Three Membrane Bioreactor (MBR) type STPs, each with a capacity of 650 KLD, were installed at the campus level for the project. Sustainable Building Materials: • Pozzolana Portland cement with 35% flyash content and gypsum were used in plaster and masonry mortar. • AAC blocks have been used for walling in the project. Waste Management: • Centralized Organic Waste Composite pit of 1 Metric ton capacity has been provided in the project. • Multi-colored bins have been provided for segregation of dry & wet waste. Location Site Area Built up Area Typology Rating Category Version Year of Award Client Green Building Consultant : IIT, Hyderabad, Telangana : 11,645 sq.m. : 18,857 sq.m. : Commercial : GRIHA Provisional Rating : Version 2015 : 2025 : Indian Institute Of Technology Hyderabad : Godrej Green Building Consultancy Services",
    "chunk_id": "AD3_Indian_Institute_of_Technology_Hyderabad_Telangana_0"
  },
  {
    "doc": "Construction_of_Treasury_Building_at_Kuthar_Himachal_Pradesh_case_study_card.pdf",
    "chunk": "Construction of Treasury Building at Kuthar, Himachal Pradesh Location Site Area Built up Area Typology Rating Category Version Year of Award Client Integrated Design Team Green Building Consultant : Kuthar, Himachal Pradesh : 125.9 m2 : 276.95 m2 : Mixed use building : SVA GRIHA Final Rating : Version 2.2 : 2023 : Treasuries, Accounts and Lotteries, Himachal Pradesh : Chief Architect, PWD, Himachal Pradesh : Design2Occupancy Services LLP The following strategies were adopted by the project team to reduce the building impact on the environment: SVA GRIHA 4 STAR Sustainable Site Planning: • 4 new native trees have been planted on site. • Ventilators have been provided in habitable spaces to increase cross-ventilation. Energy: • 85.66% of the total living area is day-lit. • LPD of the project is 3.44 W/m2, which is lower than the ECBC specified limit of 10.80 W/m2 for office buildings. • BEE 5-star rated geysers and fans have been installed. • • Solar hot water system of 200 LPD capacity has been installed. Solar photovoltaic system of capacity 3 kWp has been installed. Water Management: • Reduction of 27.14% from the SVA GRIHA base case has been demonstrated in building water demand by installing low-flow plumbing fixtures. • Reduction of 79.01% from the SVA GRIHA base case has been demonstrated in landscape water demand by using native trees. • Rainwater storage tank of 6,000 litres capacity has been constructed on site. Sustainable Building Materials: • 100% of interior paints used in the project are low VOC and lead- free. • Granite, vitrified tiles and kota stone have been used as flooring material. Lifestyle: • Most of the basic amenities such as grocery store, ATM/Bank, pharmacy, • • restaurant, school, temple and park are in close proximity to the site. Environmental awareness signage’s have been displayed at various locations. Electric charging point has been provided to encourage the use of electric vehicles and reduce carbon emission. • All chairs and workstation procured for the project were low-energy material. Waste Management: • Organic waste composter has been installed in the project.",
    "chunk_id": "Construction_of_Treasury_Building_at_Kuthar_Himachal_Pradesh_case_study_card_0"
  },
  {
    "doc": "New_Maharshtra_Sadan_New_Delhi.pdf",
    "chunk": "NEW MAHARASHTRA SADAN New Delhi Location Site Area Built up Area Typology Rating Category Version Date of Award Client Integrated Design Team : New Delhi : 23,361.5 sqm. : 16,309.5 sqm. : Commercial : GRIHA for Existing Buildings (EB) : V1 : 11 June 2019 : Public Works Department (PWD) Maharashtra : Public Works Department (PWD) Maharashtra GRIHA EB 3 STAR The following strategies were adopted by the project team to reduce the impact of the existing building on the environment: Site Parameters: • Amenities such as bus stop, ATM/bank, restaurant, grocery store and gym within 500 meters walking distance from the main entrance of the project were available. • Preferred parking was provided for electric vehicles. • Strategy such as paving of hard paved areas with SRI >50% was implemented over 13,955 sqm. (59.7%) of site area to reduce the Urban Heat Island Effect. Energy: • Replacement of old electrical equipment and appliances with BEE star rated have • been implemented in the project. Solar photovoltaic system of 150 kWp is installed to generate 2,28,926 kWh of renewable energy. Water Efficiency: • Building water consumption reduced from 37,138.75 kl/year to 19,618.75 kl/year (i.e., 47.14%) Human Health and Comfort: • o Dry bulb temperature= 27 °C - 30°C, Relative humidity= 52% - 55%, Daylight levels= Indoor comfort conditions measured in summer months; 289- 344 lux, Artificial lighting levels= 256- 367 lux and Indoor noise levels: 36 – 39 dB; were compliant with benchmarks of the Indian Model for Adaptive comfort, SP41 and NBC 2005. Total energy offset by renewables = 10.5% Total reduction in building water demand = 47.2 % TOTAL CARBON OFFSET BY THE PROJECT: By planting native saplings & preserving existing trees: 1.28 ton/year By conservation of conventional energy: 158.95 ton/year",
    "chunk_id": "New_Maharshtra_Sadan_New_Delhi_0"
  },
  {
    "doc": "NLC_case_study_card_final.pdf",
    "chunk": "NLC India Limited Registered Office, Chennai, Tamil Nadu Location Site Area Built up Area Typology Rating Category Version Year of Award Client Integrated Design Team Green Building Consultant : Chennai, Tamil Nadu : 1,463.88 m2 : 3,038.17 m2 : Commercial : GRIHA Provisional Rating : Version 2015 : 2023 : NLC (India) Ltd. : GA Architects Pvt Ltd : TransGreen Sustainability Solutions The following strategies were adopted by the project team to reduce the building impact on the environment: GRIHA 3 STAR Site Planning & Construction Management: • 34.70% of the site surfaces that are visible to sky have been treated through soft paving, shading through trees and high SRI tiles have been applied at the rooftop. • Provision of 3-metre-high barricading, gravel bed, covering of fine aggregates and imperviousness platform for hazardous materials at site. • Plantation of native species has been increased by more than 25% than the preconstruction phase. Energy: • Project has achieved an EPI reduction of 36%. The base case value considered for EPI is 90 kWh/sqm/year and design case is 57.46 kWh/sqm/year through integration of high- performance systems. Astronomical timer control has been provided for 100% of the outdoor lighting system. • 8.77% of energy offset through installation of Solar photovoltaic system of capacity 10.4 kWp. Occupant Comfort: • 72.42% of the regularly occupied spaces are day-lit and meet the daylight factor as prescribed by SP 41. Water: • Reduction of 70.65% from the GRIHA base case of 2,105.6 KL and design case of 617.98 KL has been demonstrated in the building water demand by installing efficient low-flow fixtures. • Reduction of 90% from the GRIHA base case of 317.13 KL and design case of 31.31 KL has been demonstrated in the landscape water demand by planting native vegetation. Sustainable Building Materials: • 31.04% reduction in the embodied energy of the project by using AAC blocks in masonry. • Vitrified tiles, kota stone, granite, FSC certified wooden flooring and ceramic tiles have been used as flooring materials in the project. Solid Waste Management: • Dedicated space for storage of segregated waste has been provided in the project both at building and site level.",
    "chunk_id": "NLC_case_study_card_final_0"
  },
  {
    "doc": "Patna_Divisional_Office_1_LIC_of_India_Jeevan_Prakash_Building_Patna.pdf",
    "chunk": "Patna Divisional Office - 1, LIC of India, Jeevan Prakash Building, Patna The following strategies were adopted by the project teams to reduce the impact of the existing building on the environment: GRIHA EB 3 STAR Site Parameters: • Availability of amenities such as ATM, restaurant, multiple purpose store, gym and public transit stop within 500 meters walking distance from the main entrance of the project. • 12 numbers of EV charging points were provided in the parking area for electric • vehicles. Strategies implemented over 2,798.81 sq.m. of site were to reduce the Urban Heat Island Effect. Maintenance, Green Procurement and Waste Management: • Environment friendly cleaning chemical and pest control products were used for housekeeping purpose. • Centralized storage facility was provided at site level to collect the segregated waste on site. Energy: • Installation of LED lights and efficient fans have reduced the annual energy consumption from 64,663 kWh/year to 45,907 kWh/year demonstrating a reduction of 29.01% from the total energy consumption. Solar photovoltaic system proposed of 30 kWp to generate 31,127 kWh of renewable energy. • Location Site Area Built up Area Typology Rating Category Version Date of Award Client Green Building Consultant : Patna, Bihar : 3.861.76 sq.m. : 6,638.53 sq.m. : Commercial : GRIHA for Existing Buildings (EB) : V1 : 19 September 2024 : LIC of India : Green Sketch Consultants Water Efficiency: • Building water consumption was reduced from 1,430 kL/year to 1,001 kL/year demonstrating a reduction of 30% from the total energy consumption. Human Health and Comfort: • Artificial lighting levels= 301 - 312 lux and Indoor noise levels: 38 - 38 dB; were compliant with benchmarks of the Indian Model for Adaptive comfort and NBC 2005. Social Benefits • Display of environmental awareness posters in the common areas. • No smoking signages were placed at multiple locations in the building.",
    "chunk_id": "Patna_Divisional_Office_1_LIC_of_India_Jeevan_Prakash_Building_Patna_0"
  },
  {
    "doc": "SVA_GRIHA_K_M_Trans_Logistics_Headquarter_Building.pdf",
    "chunk": "K M Trans Logistics Headquarter Building Jaipur, Rajasthan The following strategies were adopted by the project team to reduce the building impact on the environment: SVA GRIHA 5 STAR Sustainable Site Planning: • 150 new native trees have been planted on site. • Buffer zones such as storage rooms and service areas like toilets, staircases, etc. are located along critical orientations like west and east directions. Energy: • 91.73% of the total living area is day-lit. • LPD of the project is 4 . 4 0 W/m2, which is lower than the ECBC specified limit of 10.80 W/m2 for office buildings. • BEE 5-star rated air conditioners and fans have been installed. • Solar photovoltaic system of capacity 25 kWp has been installed. Water Management: • Reduction of 5 1 . 9 7 % from the SVA GRIHA base case has been demonstrated in building water demand by installing low-flow plumbing fixtures. • Reduction of 3 2 . 7 4 % from the SVA GRIHA base case has been demonstrated in landscape water demand by using native trees. • Rainwater storage tank of capacity 24 kL has been constructed on site. Sustainable Building Materials: • 100% of interior paints used in the project are low VOC and lead - free. Lifestyle: Location Site Area Built up Area Typology Rating Category Version Year of Award Client Integrated Design Team Green Building Consultant : Jaipur, Rajasthan : 2,513 sqm. : 1,650.92 sqm. : Office building : SVA GRIHA Final Rating : Version 2.2 : 2023 : K M Trans Logistics Private Limited : Mr. Atishay Jain, AJ Studios : Eco Energy Expert Services LLP • • Most of the basic amenities such as grocery store, ATM, pharmacy, restaurant, community centre and park are in close proximity to the site. Environmental awareness signage’s and sustainabaility features of the project have been displayed at various locations. Electric charging point has been provided to encourage the use of electric vehicles and reduce carbon emission. • • Dedicated resting spaces and toilets were provided for the service staff people. • Vehicular scraps have been used for the interior décor in the project.",
    "chunk_id": "SVA_GRIHA_K_M_Trans_Logistics_Headquarter_Building_0"
  },
  {
    "doc": "SVA_GRIHA_Rating_Report_Sub_Treasury_Office_Building_Fatehpur.pdf",
    "chunk": "SUB TREASURY Office Building Fatehpur, Chandigarh Location Site Area Built up Area Typology Rating Category Version Year of Award Client Integrated Design Team Green Building Consultant : Fatehpur, Chandigarh : 838 sqm. : 244.36 sqm. : Office building : SVA GRIHA Final Rating : Version 2.2 : 2023 : Treasuries, Accounts and Lotteries, Himachal Pradesh : Chief Architect, PWD, Himachal Pradesh : Design2Occupancy Services LLP The following strategies were adopted by the project team to reduce the building impact on the environment: SVA GRIHA 4 STAR Sustainable Site Planning: • 8 new native trees have been planted on site. • Ventilators have been provided in habitable spaces to increase cross-ventilation. Energy: • More than 90.51% of the total living area is day-lit. • LPD of the project is 2.26 W/m2, which is lower than the ECBC specified limit of 10.80 W/m2 for office buildings. • BEE 5-star rated air conditioners and fans have been installed. • Solar photovoltaic system of 8 kWp capacity has been installed. Water Management: • Reduction of 61.02% from the SVA GRIHA base case has been demonstrated in building water demand by installing low-flow plumbing fixtures. • Reduction of 32.64% from the SVA GRIHA base case has been demonstrated in landscape water demand by using native trees. • Rainwater storage tank of 3,240 litres capacity has been constructed on site. Sustainable Building Materials: • 100% of interior paints used in the project are low VOC and lead-free. • Ceramic tiles, vitrified tiles and kota stone have been used as flooring material. Lifestyle: • Most of the basic amenities such as grocery store, ATM, pharmacy, restaurant, school, community and park are in close proximity to the site. Environmental awareness signage’s have been displayed at various locations. Electric charging point has been provided to encourage the use of electric vehicles and reduce carbon emission. • • • Dedicated resting spaces and toilets were provided for the service staff people. • Chairs and workstations procured for the project have recycled content in it.",
    "chunk_id": "SVA_GRIHA_Rating_Report_Sub_Treasury_Office_Building_Fatehpur_0"
  }
]